---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InchesOfMercury32DegreesFahrenheit
source: html/5ed83917-0fce-ef01-6bd6-d00874ce0aa2.htm
---
# Autodesk.Revit.DB.UnitTypeId.InchesOfMercury32DegreesFahrenheit Property

Inches of mercury (32 °F).

## Syntax (C#)
```csharp
public static ForgeTypeId InchesOfMercury32DegreesFahrenheit { get; }
```